print("왓왓")
print("휴,,,,,")
print(100)
print(33.3333)
print(30+200)



#주석은 샾입니돵
num = 100
print(num)

name = "연쥬"
name1= '연쥬쟝'
email = "연쥬연쥬쟝"
position = "킹왕힣"
addr="집에가고싶오요"


#이렇게 넣으면 줄바꿈이됩니다 f를 넣으면 이 안쪽에 아무렇게나 넣으면되어용
print(f"""
이름: {name}
메일: {email}
직책: {position}
주소: {addr}
""")

# if조건문 안으로 들어간다는 뜻 :(콜론)
# 파이선은 들여쓰기가 맞아야함(같은범위내에서)
if True : 
    print("True")
else :
    print("False")


"""
이건 범위 주석임돵
"""

'''
이건안되는건가 휴....왜
이것도 범위주석되는데 왜 안돈디ㅏㄷ고하시자느억지
'''


print([1,2,3,4,5,6,7,8,9])
# 파이선은 배열이없고 대괄호[]를쓰면 List가있는데 비슷한 개념
# 중괄호는 map과 똑같은 뜻 
# 소괄호는 튜플을 의미 튜플은 구조분해 구조할당개념을 가지고있믕

